Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.notch.gestures.swipeDismissAndRestore.subtitle
source: Allow vertical swipe gestures over the notch to hide the active activity or restore the recently dismissed one.
ar: السماح بإيماءات السحب العمودية فوق الشق لإخفاء النشاط الحالي أو استعادة النشاط المُرفَض مؤخراً.
bg: Разрешете вертикални жестове за плъзгане върху ноча за скриване или възстановяване.
bn: অ্যাক্টিভিটি লুকাতে বা পুনরুদ্ধার করতে নচের উপর উল্লম্ব সোয়াইপ অঙ্গভঙ্গি সক্ষম করুন।
ca: Permet gestos de lliscament vertical sobre el notch per amagar o restaurar l'activitat.
cs: Povolit svislá přejetí po výřezu pro skrytí aktivní aktivity nebo obnovení naposledy zavřené.
da: Tillad lodrette strygebevægelser over notchen for at skjule eller gendanne aktivitet.
de: Vertikale Wischgesten über der Notch erlauben, um die aktive Aktivität auszublenden oder die zuletzt geschlossene wiederherzustellen.
el: Επιτρέψτε κατακόρυφες χειρονομίες σάρωσης πάνω από το notch για απόκρυψη ή επαναφορά δραστηριότητας.
es: Permite gestos de deslizamiento vertical sobre la muesca para ocultar la actividad activa o restaurar la recientemente cerrada.
fa: فعال‌سازی ژست‌های کشیدن عمودی روی ناچ برای پنهان یا بازیابی فعالیت.
fi: Salli pystysuuntaiset pyyhkäisyeleet notchin päällä toiminnan piilottamiseksi tai palauttamiseksi.
fil: Paganahin ang patayong galaw ng pag-swipe sa ibabaw ng notch upang itago o ibalik ang aktibidad.
fr: Autoriser les balayages verticaux sur l'encoche pour masquer l'activité active ou rétablir la dernière fermée.
he: אפשר מחוות החלקה אנכיות מעל המגרעת כדי להסתיר או לשחזר פעילות.
hi: सक्रिय गतिविधि को छिपाने या हाल ही में खारिज की गई गतिविधि को पुनर्स्थापित करने के लिए नॉच पर लंबवत स्वाइप जेस्चर की अनुमति दें।
hr: Omogućite okomite geste povlačenja preko ureza za skrivanje ili vraćanje aktivnosti.
hu: Függőleges legyintések engedélyezése a notch felett a tevékenység elrejtéséhez vagy visszaállításához.
id: Izinkan gesekan vertikal pada notch untuk menyembunyikan aktivitas aktif atau memulihkan yang terakhir ditutup.
it: Consenti scorrimenti verticali sul notch per nascondere l'attività attiva o ripristinare l'ultima chiusa.
ja: ノッチ上を縦にスワイプしてアクティブなアクティビティを非表示にしたり、直前に閉じたアクティビティを復元したりできます。
kk: Әрекетті жасыру немесе қайтару үшін ойық үстінде тік сырғытуды қосыңыз.
ko: 노치 위에서 수직으로 쓸어올려 활성 활동을 숨기거나 쓸어내려 마지막으로 닫은 활동을 복원합니다.
ms: Benarkan gerak isyarat leret menegak di atas notch untuk menyembunyikan atau memulihkan aktiviti.
nb: Tillat vertikale sveipebevegelser over notchen for å skjule eller gjenopprette aktivitet.
nl: Sta verticale veegbewegingen op de notch toe om de actieve activiteit te verbergen of de laatst gesloten te herstellen.
pl: Zezwalaj na pionowe przeciągnięcia po notchu, aby ukryć aktywność lub przywrócić ostatnio zamkniętą.
pt: Permitir deslizes verticais no notch para ocultar a atividade ativa ou restaurar a última fechada.
ro: Permiteți gesturi de glisare verticală peste notch pentru a ascunde activitatea activă sau a restaura activitatea respinsă recent.
ru: Разрешить вертикальные свайпы по вырезу для скрытия активной панели или восстановления недавно закрытой.
sk: Povoliť vertikálne gestá potiahnutia cez výrez na skrytie alebo obnovenie aktivity.
sr: Омогућите вертикалне гестове превлачења преко ноча за сакривање или враћање активности.
sv: Tillåt vertikala svepningar på flärpen för att dölja aktiv aktivitet eller återställa den senast stängda.
th: อนุญาตท่าทางปัดแนวตั้งเหนือรอยบากเพื่อซ่อนกิจกรรมหรือกู้คืนกิจกรรมที่เพิ่งปิดไป
tr: Çentik üzerindeki dikey kaydırma hareketlerinin etkin etkinliği gizlemesine veya son kapatılanı geri getirmesine izin ver.
uk: Дозволити вертикальні змахування по вирізу notch, щоб сховати активність або відновити останню закриту.
vi: Cho phép vuốt dọc trên notch để ẩn hoạt động hiện tại hoặc khôi phục hoạt động đã đóng gần nhất.
zh_hans: 允许在刘海上进行垂直滑动以隐藏活动内容或恢复最近关闭的内容。
zh_hant: 允許在「瀏海」上垂直滑動以關閉使用中活動或復原上次關閉的活動。

# settings.notch.gestures.swipeDismissAndRestore.title
source: Swipe up to hide / down to restore
ar: اسحب للأعلى للإخفاء / للأسفل للاستعادة
bg: Плъзнете нагоре за скриване / надолу за възстановяване
bn: লুকাতে উপরে / পুনরুদ্ধার করতে নিচে সোয়াইপ করুন
ca: Llisca amunt per amagar / avall per restaurar
cs: Přejetí nahoru pro zavření / přejetí dolů pro obnovení
da: Stryg op for at skjule / ned for at gendanne
de: Nach oben wischen zum Ausblenden / nach unten zum Wiederherstellen
el: Σάρωση προς τα πάνω για απόκρυψη / κάτω για επαναφορά
es: Desliza hacia arriba para ocultar / abajo para restaurar
fa: کشیدن به بالا برای پنهان کردن / به پایین برای بازیابی
fi: Pyyhkäise ylös piilottaaksesi / alas palauttaaksesi
fil: Mag-swipe pataas para itago / pababa para ibalik
fr: Balayer vers le haut pour masquer / vers le bas pour rétablir
he: החלק למעלה להסתרה / למטה לשחזור
hi: छिपाने के लिए ऊपर / पुनर्स्थापित करने के लिए नीचे स्वाइप करें
hr: Povuci prema gore za skrivanje / dolje za vraćanje
hu: Legyintés fel az elrejtéshez / le a visszaállításhoz
id: Gesek ke atas untuk menutup / ke bawah untuk memulihkan
it: Scorri verso l'alto per chiudere / verso il basso per ripristinare
ja: 上スワイプで非表示 / 下スワイプで復元
kk: Жасыру үшін жоғары / қайтару үшін төмен сырғытыңыз
ko: 위로 쓸어올려 숨기기 / 아래로 쓸어내려 복원
ms: Leret ke atas untuk sembunyi / ke bawah untuk pulih
nb: Sveip opp for å skjule / ned for å gjenopprette
nl: Omhoog vegen om te sluiten / omlaag vegen om te herstellen
pl: Przesuń w górę, aby ukryć / w dół, aby przywrócić
pt: Deslizar para cima para ocultar / para baixo para restaurar
ro: Glisați în sus pentru a ascunde / în jos pentru a restaura
ru: Свайп вверх для скрытия / вниз для возврата
sk: Potiahnutím nahor skryť / nadol obnoviť
sr: Превуците нагоре за сакривање / надоле за враћање
sv: Svep uppåt för att stänga / svep nedåt för att återställa
th: ปัดขึ้นเพื่อซ่อน / ปัดลงเพื่อกู้คืน
tr: Gizlemek için yukarı, geri getirmek için aşağı kaydır
uk: Змах вгору для приховування / змах вниз для відновлення
vi: Vuốt lên để ẩn / vuốt xuống để khôi phục
zh_hans: 上滑以隐藏 / 下滑以恢复
zh_hant: 向上滑動以關閉 / 向下滑動以復原

# settings.notch.gestures.title
source: Gestures
ar: الإيماءات
bg: Жестове
bn: অঙ্গভঙ্গি
ca: Gestos
cs: Gesta
da: Bevægelser
de: Gesten
el: Χειρονομίες
es: Gestos
fa: ژست‌ها
fi: Eleet
fil: Mga Galaw
fr: Gestes
he: מחוות
hi: इशारे
hr: Geste
hu: Kézmozdulatok
id: Gerakan
it: Gesti
ja: ジェスチャ
kk: Ым-ишаралар
ko: 제스처
ms: Gerak isyarat
nb: Bevegelser
nl: Gebaren
pl: Gesty
pt: Gestos
ro: Gesturi
ru: Жесты
sk: Gestá
sr: Гестови
sv: Gester
th: ท่าทางสัมผัส
tr: Hareketler
uk: Жести
vi: Cử chỉ
zh_hans: 手势
zh_hant: 手勢

# settings.notch.height.desc
source: Fine-tune the height of the notch or Dynamic Island.
ar: ضبط ارتفاع الشق أو الجزيرة الديناميكية بدقة.
bg: Прецизна настройка на височината на ноча или Dynamic Island.
bn: নচ বা Dynamic Island-এর উচ্চতা সূক্ষ্মভাবে সমন্বয় করুন।
ca: Ajusta amb precisió l'alçada del notch o Dynamic Island.
cs: Jemně dolaďte výšku výřezu nebo Dynamic Island.
da: Finjuster højden på notchen eller Dynamic Island.
de: Höhe der Notch oder Dynamic Island feinjustieren.
el: Μικρορύθμιση του ύψους του notch ή του Dynamic Island.
es: Ajustar la altura de la muesca o Dynamic Island.
fa: تنظیم دقیق ارتفاع ناچ یا Dynamic Island.
fi: Hienosäädä notchin tai Dynamic Islandin korkeutta.
fil: Pinuhin ang taas ng notch o Dynamic Island.
fr: Ajuster précisément la hauteur de l'encoche ou de la Dynamic Island.
he: כוונן את גובה המגרעת או ה-Dynamic Island.
hi: नॉच या डायनामिक आइलैंड की ऊंचाई को सटीक रूप से समायोजित करें।
hr: Fino podesite visinu ureza ili Dynamic Islanda.
hu: A notch vagy Dynamic Island magasságának finomhangolása.
id: Sesuaikan ketinggian notch atau Dynamic Island secara presisi.
it: Regola con precisione l'altezza del notch o della Dynamic Island.
ja: ノッチまたはDynamic Islandの高さを細かく調整します。
kk: Ойық немесе Dynamic Island биіктігін дәл баптаңыз.
ko: 노치 또는 Dynamic Island의 높이를 미세 조정합니다.
ms: Perhalusi ketinggian notch atau Dynamic Island.
nb: Finjuster høyden på notchen eller Dynamic Island.
nl: Verfijn de hoogte van de notch of het Dynamic Island.
pl: Precyzyjnie dostosuj wysokość notcha lub Dynamic Island.
pt: Ajustar com precisão a altura do notch ou da Dynamic Island.
ro: Reglați fin înălțimea notch-ului sau a Insulei Dinamice.
ru: Точная настройка высоты выреза или Dynamic Island.
sk: Jemne doladiť výšku výrezu alebo Dynamic Island.
sr: Фино подесите висину ноча или Dynamic Island-а.
sv: Finjustera höjden på flärpen eller Dynamic Island.
th: ปรับแต่งความสูงของรอยบากหรือ Dynamic Island อย่างละเอียด
tr: Çentiğin veya Dynamic Island'ın yüksekliğine ince ayar yapın.
uk: Точно відрегулюйте висоту вирізу notch або Dynamic Island.
vi: Tinh chỉnh chiều cao của notch hoặc Dynamic Island.
zh_hans: 微调刘海或 Dynamic Island 的高度。
zh_hant: 微調「瀏海」或動態島的高度。

# settings.notch.height.title
source: Height
ar: الارتفاع
bg: Височина
bn: উচ্চতা
ca: Alçada
cs: Výška
da: Højde
de: Höhe
el: Ύψος
es: Alto
fa: ارتفاع
fi: Korkeus
fil: Taas
fr: Hauteur
he: גובה
hi: ऊंचाई
hr: Visina
hu: Magasság
id: Tinggi
it: Altezza
ja: 高さ
kk: Биіктік
ko: 높이
ms: Tinggi
nb: Høyde
nl: Hoogte
pl: Wysokość
pt: Altura
ro: Înălțime
ru: Высота
sk: Výška
sr: Висина
sv: Höjd
th: ความสูง
tr: Yükseklik
uk: Висота
vi: Chiều cao
zh_hans: 高度
zh_hant: 高度

# settings.notch.priorities.customOrder.description
source: Drag items to reorder priority. Upper items have higher priority.
ar: اسحب العناصر لإعادة ترتيب الأولوية. العناصر العليا لها أولوية أعلى.
bg: Плъзнете елементи за пренареждане на приоритетите. Горните елементи имат по-висок приоритет.
bn: অগ্রাধিকার পুনর্বিন্যাস করতে আইটেমগুলি টেনে আনুন। উপরের আইটেমগুলির অগ্রাধিকার বেশি।
ca: Arrossega elements per reordenar la prioritat. Els elements superiors tenen més prioritat.
cs: Přetažením změňte pořadí priorit. Položky nahoře mají přednost.
da: Træk elementer for at omarrangere prioritet. Øverste elementer har højere prioritet.
de: Elemente ziehen, um Prioritäten neu anzuordnen. Obere Elemente haben Vorrang.
el: Σύρετε στοιχεία για αναδιάταξη προτεραιότητας. Τα ανώτερα στοιχεία έχουν υψηλότερη προτεραιότητα.
es: Arrastra los elementos для reordenar la prioridad. Los elementos superiores tienen mayor prioridad.
fa: برای تغییر اولویت موارد را بکشید. موارد بالایی اولویت بیشتری دارند.
fi: Vedä kohteita järjestääksesi tärkeysjärjestyksen. Ylemmillä kohteilla on korkeampi prioriteetti.
fil: I-drag ang mga item upang muling isaayos ang prayoridad. Ang mga nasa itaas ay may mas mataas na prayoridad.
fr: Faites glisser pour réorganiser les priorités. Les éléments du haut sont prioritaires.
he: גרור פריטים כדי לסדר מחדש עדיפויות. פריטים עליונים מקבלים עדיפות גבוהה יותר.
hi: प्राथमिकता पुनर्व्यवस्थित करने के लिए आइटम खींचें। ऊपरी आइटमों की प्राथमिकता अधिक है।
hr: Povucite stavke za promjenu redoslijeda prioriteta. Gornje stavke imaju veći prioritet.
hu: Húzza az elemeket a prioritás átrendezéséhez. A felső elemek magasabb prioritásúak.
id: Seret untuk mengatur ulang prioritas. Item di bagian atas memiliki prioritas.
it: Trascina per riordinare le priorità. Gli elementi in alto hanno la priorità.
ja: ドラッグして優先順位を変更します。上位の項目が優先されます。
kk: Басымдық ретін өзгерту үшін элементтерді сүйреңіз. Жоғарғы элементтер басымдыққа ие.
ko: 드래그하여 우선순위를 변경하세요. 상단 항목이 우선순위를 갖습니다.
ms: Seret item untuk menyusun semula keutamaan. Item atas mempunyai keutamaan lebih tinggi.
nb: Dra elementer for å endre prioritering. Øverste elementer har høyere prioritet.
nl: Sleep om prioriteiten opnieuw te ordenen. Bovenste items hebben voorrang.
pl: Przeciągaj, aby zmienić priorytety. Elementy u góry mają pierwszeństwo.
pt: Arraste para reorganizar prioridades. Os itens no topo têm prioridade.
ro: Trageți elementele pentru a reordona prioritatea. Elementele superioare au prioritate mai mare.
ru: Перетащите элементы для изменения приоритета. Элементы выше имеют более высокий приоритет.
sk: Potiahnutím zmeníte poradie priorít. Horné položky majú vyššiu prioritu.
sr: Превуците ставке за промену редоследа приоритета. Горње ставке имају већи приоритет.
sv: Dra för att ändra prioritetsordning. Översta objekten har företräde.
th: ลากรายการเพื่อจัดลำดับความสำคัญ รายการด้านบนจะมีลำดับความสำคัญสูงกว่า
tr: Önceliği değiştirmek için öğeleri sürükleyin. Üstteki öğelerin önceliği daha yüksektir.
uk: Перетягуйте, щоб змінити пріоритети. Верхні елементи мають перевагу.
vi: Kéo để sắp xếp lại mức độ ưu tiên. Các mục ở trên cùng được ưu tiên.
zh_hans: 拖动项目以重新排列优先级。上面的项目具有更高的优先级。
zh_hant: 拖移以重新排列優先順序。頂部項目具有優先權。

# settings.notch.priorities.row.airDropTransferActive
source: AirDrop Transfer
ar: نقل AirDrop
bg: AirDrop прехвърляне
bn: AirDrop স্থানান্তর
ca: Transferència AirDrop
cs: Přenos AirDrop
da: AirDrop-overførsel
de: AirDrop-Übertragung
el: Μεταφορά AirDrop
es: Transferencia AirDrop
fa: انتقال AirDrop
fi: AirDrop-siirto
fil: Paglilipat sa AirDrop
fr: Transfert AirDrop
he: העברת AirDrop
hi: AirDrop स्थानांतरण
hr: AirDrop prijenos
hu: AirDrop átvitel
id: Transfer AirDrop
it: Trasferimento AirDrop
ja: AirDrop転送
kk: AirDrop тасымалы
ko: AirDrop 전송
ms: Pemindahan AirDrop
nb: AirDrop-overføring
nl: AirDrop-overdracht
pl: Transfer AirDrop
pt: Transferência AirDrop
ro: Transfer AirDrop
ru: Передача AirDrop
sk: Prenos AirDrop
sr: AirDrop пренос
sv: AirDrop-överföring
th: การถ่ายโอน AirDrop
tr: AirDrop Aktarımı
uk: Передача AirDrop
vi: Truyền AirDrop
zh_hans: AirDrop 传输
zh_hant: AirDrop 傳輸

# settings.notch.priorities.row.calendar
source: Calendar
ar: التقويم
bg: Календар
bn: ক্যালেন্ডার
ca: Calendari
cs: Kalendář
da: Kalender
de: Kalender
el: Ημερολόγιο
es: Calendario
fa: تقویم
fi: Kalenteri
fil: Kalendaryo
fr: Calendrier
he: לוח שנה
hi: कैलेंडर
hr: Kalendar
hu: Naptár
id: Kalender
it: Calendario
ja: カレンダー
kk: Күнтізбе
ko: 캘린더
ms: Kalendar
nb: Kalender
nl: Agenda
pl: Kalendarz
pt: Calendário
ru: Календарь
sk: Kalendár
sr: Календар
sv: Kalender
th: ปฏิทิน
tr: Takvim
uk: Календар
vi: Lịch
zh_hans: 日历
zh_hant: 行事曆

# settings.notch.priorities.row.default
source: Default %lld
ar: افتراضي %lld
bg: По подразбиране %lld
bn: ডিফল্ট %lld
ca: Per defecte %lld
cs: Výchozí %lld
da: Standard %lld
de: Standard %lld
el: Προεπιλογή %lld
es: Por defecto %lld
fa: پیش‌فرض %lld
fi: Oletus %lld
fr: Par défaut %lld
he: ברירת מחדל %lld
hi: डिफ़ॉल्ट %lld
hr: Zadano %lld
hu: Alapértelmezett %lld
it: Predefinito %lld
ja: デフォルト %lld
kk: Әдепкі %lld
ko: 기본값 %lld
ms: Lalai %lld
nb: Standard %lld
nl: Standaard %lld
pl: Domyślny %lld
pt: Padrão %lld
ro: Implicit %lld
ru: По умолчанию %lld
sk: Predvolené %lld
sr: Подразумевано %lld
sv: Standard %lld
th: ค่าเริ่มต้น %lld
tr: Varsayılan %lld
uk: За замовчуванням %lld
vi: Mặc định %lld
zh_hans: 默认 %lld
zh_hant: 預設 %lld

# settings.notch.priorities.row.downloads
source: Downloads
ar: التنزيلات
bg: Изтегляния
bn: ডাউনলোড
ca: Descàrregues
cs: Stahování
da: Overførsler
el: Λήψεις
es: Descargas
fa: دانلودها
fi: Lataukset
fil: Mga Download
fr: Téléchargements
he: הורדות
hi: डाउनलोड
hr: Preuzimanja
hu: Letöltések
id: Unduhan
it: Download
ja: ダウンロード
kk: Жүктеулер
ko: 다운로드
ms: Muat Turun
nb: Nedlastinger
pl: Pobrane
pt: Descargas
ro: Descărcări
ru: Загрузки
sk: Sťahovania
sr: Преузимања
sv: Hämtningar
th: ดาวน์โหลด
tr: İndirilenler
uk: Завантаження
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載項目

# settings.notch.priorities.row.fileConverterActive
source: File converter
ar: محوّل الملفات
bg: Файлов конвертор
bn: ফাইল রূপান্তরকারী
ca: Convertidor de fitxers
cs: Převodník souborů
da: Filkonverter
de: Dateikonverter
el: Μετατροπέας αρχείων
es: Convertidor de archivos
fa: مبدل فایل
fi: Tiedostomuunnin
fil: Converter ng File
fr: Convertisseur de fichiers
he: ממיר קבצים
hi: फ़ाइल कन्वर्टर
hr: Pretvarač datoteka
hu: Fájlátalakító
id: Pengonversi File
it: Convertitore file
ja: ファイル変換
kk: Файлды түрлендіргіш
ko: 파일 변환기
ms: Penukar fail
nb: Filkonverterer
nl: Bestandsomzetter
pl: Konwerter plików
pt: Conversor de ficheiros
ro: Convertor de fișiere
ru: Конвертер файлов
sk: Konvertor súborov
sr: Конвертор датотека
sv: Filkonverterare
th: ตัวแปลงไฟล์
tr: Dosya dönüştürücü
uk: Конвертер файлів
vi: Trình chuyển đổi tệp
zh_hans: 文件转换器
zh_hant: 檔案轉換器

# settings.notch.priorities.row.focus
source: Focus
ar: التركيز
bg: Фокус
bn: ফোকাস
ca: Concentració
cs: Soustředění
da: Fokus
de: Fokus
el: Συγκέντρωση
es: Enfoque
fa: تمرکز
fi: Keskittyminen
fr: Concentration
he: פוקוס
hi: फ़ोकस
hr: Fokus
hu: Fókusz
id: Fokus
it: Full immersion
ja: 集中モード
kk: Зейін қою
ko: 집중 모드
ms: Fokus
nb: Fokus
pl: Skupienie
pt: Concentração
ro: Focalizare
ru: Фокус
sk: Môj čas
sr: Фокус
sv: Fokus
th: โฟกัส
tr: Odak
uk: Зосередження
vi: Tập trung
zh_hans: 焦点
zh_hant: 專注模式

# settings.notch.priorities.row.homePage
source: Home page
ar: الصفحة الرئيسية
bg: Начална страница
bn: হোম পেজ
ca: Pàgina d'inici
cs: Domovská stránka
da: Startside
de: Hauptseite
el: Αρχική σελίδα
es: Página de inicio
fa: صفحه اصلی
fi: Kotisivu
fr: Page d'accueil
he: דף הבית
hi: होम पेज
hr: Početna stranica
hu: Főoldal
id: Halaman Beranda
ja: ホームページ
kk: Басты бет
ko: 홈 화면
ms: Laman Utama
nb: Startside
nl: Homepagina
pl: Strona główna
pt: Página inicial
ro: Pagină principală
ru: Домашняя страница
sk: Domovská stránka
sr: Почетна страница
sv: Startsida
th: หน้าแรก
tr: Ana sayfa
uk: Головний екран
vi: Trang chủ
zh_hans: 主页
zh_hant: 主頁面

# settings.notch.priorities.row.hotspot
source: Hotspot
ar: نقطة الاتصال
bg: Точка за достъп
bn: হটস্পট
ca: Punt d'accés
es: Punto de acceso
fa: هات‌اسپات
fi: Yhteyspiste
fr: Partage de connexion
he: נקודה חמה
hi: हॉटस्पॉट
hr: Pristupna točka
ja: インターネット共有
kk: Кіру нүктесі
ko: 핫스팟
nb: Delt internett
pt: Partilha de internet
ru: Хот-спот
sr: Приступна тачка
sv: Internetdelning
th: ฮอตสปอต
tr: Erişim noktası
uk: Точка доступу
vi: Điểm phát sóng
zh_hans: 热点
zh_hant: 熱點

# settings.notch.priorities.row.nowPlaying
source: Now Playing
ar: يُعرض الآن
bg: Възпроизвежда се
bn: এখন বাজছে
ca: Reproduint ara
cs: Právě hraje
da: Afspiller nu
de: Aktuelle Wiedergabe
el: Τώρα αναπαράγεται
es: Ahora jugando
fa: در حال پخش
fi: Nyt toistetaan
fil: Kasalukuyang Tumutugtog
fr: À l'écoute
he: מנגן כעת
hi: अब चल रहा है
hr: Sada se reproducira
hu: Most játszott
id: Sedang Diputar
it: In riproduzione
ja: 再生中
kk: Қазір ойналуда
ko: 지금 재생 중
ms: Sedang Dimainkan
nb: Spilles nå
nl: Huidige
pl: Teraz odtwarzane
pt: A reproduzir
ro: În redare
ru: Сейчас играет
sk: Práve hrá
sr: Сада се пушта
sv: Spelas nu
th: กำลังเล่น
tr: Çalınıyor
uk: Зараз грає
vi: Đang phát
zh_hans: 正在播放
zh_hant: 播放中

# settings.notch.priorities.row.screenRecording
source: Screen Recording
ar: تسجيل الشاشة
bg: Запис на екрана
bn: স্ক্রিন রেকর্ডিং
ca: Gravació de pantalla
cs: Záznam obrazovky
da: Skærmoptagelse
de: Bildschirmaufnahme
el: Εγγραφή οθόνης
es: Grabación de pantalla
fa: ضبط صفحه
fi: Näytön tallennus
fil: Pag-record ng Screen
fr: Enregistrement d'écran
he: הקלטת מסך
hi: स्क्रीन रिकॉर्डिंग
hr: Snimanje zaslona
hu: Képernyőfelvétel
id: Perekaman Layar
it: Registrazione schermo
ja: 画面収録
kk: Экранды жазу
ko: 화면 기록
ms: Rakaman Skrin
nb: Skjermopptak
nl: Schermopname
pl: Nagrywanie ekranu
pt: Gravação de ecrã
ro: Înregistrare ecran
ru: Запись экрана
sk: Nahrávanie obrazovky
sr: Снимање екрана
sv: Skärminspelning
th: การบันทึกหน้าจอ
tr: Ekran Kaydı
uk: Запис екрана
vi: Ghi màn hình
zh_hans: 屏幕录制
zh_hant: 螢幕錄影

# settings.notch.priorities.row.timer
source: Timer
ar: المؤقت
bg: Таймер
bn: টাইমার
ca: Temporitzador
cs: Minutka
da: Tidtager
el: Χρονόμετρο
es: Temporizador
fa: تایمر
fi: Ajastin
fr: Minuteur
he: טיימר
hi: टाइमर
hr: Mjerač vremena
hu: Időzítő
id: Pengatur Waktu
ja: タイマー
kk: Таймер
ko: 타이머
ms: Pemasa
nb: Tidtaker
pl: Minutnik
pt: Temporizador
ro: Temporizator
ru: Таймер
sk: Časovač
sr: Тајмер
sv: Tidtagare
th: ตัวจับเวลา
tr: Zamanlayıcı
uk: Таймер
vi: Hẹn giờ
zh_hans: 计时器
zh_hant: 計時器

# settings.notch.priorities.row.trayActive
source: Tray
ar: الدرج
bg: Табла
bn: ট্রে
ca: Safata
cs: Přihrádka na soubory
da: Bakke
de: Dateiablage
el: Δίσκος
es: Bandeja
fa: سینی
fi: Kaukalo
fr: Bac à fichiers
he: מגש
hi: ट्रे
hr: Ladica
hu: Tálca
id: Baki File
it: Vassoio file
ja: ファイルトレイ
kk: Науа
ko: 파일 트레이
ms: Dulang
nb: Skuff
nl: Bestandslade
pl: Tacka plików
pt: Bandeja de ficheiros
ro: Tavă
ru: Трей
sk: Zásobník
sr: Фиока
sv: Filbricka
th: ถาด
tr: Tepsi
uk: Файловий лоток
vi: Khay tệp
zh_hans: 托盘
zh_hant: 檔案托盤

# settings.notch.priorities.subtitle
source: Configure priority level for each activity.
ar: تكوين مستوى الأولوية لكل نشاط.
bg: Конфигурирайте нивото на приоритет за всяка дейност.
bn: প্রতিটি অ্যাক্টিভিটির জন্য অগ্রাধিকার স্তর কনফিগার করুন।
ca: Configura el nivell de prioritat per a cada activitat.
cs: Konfigurace úrovně priority pro každou aktivitu.
da: Konfigurer prioritetsniveau for hver aktivitet.
de: Prioritätsstufe für jede Aktivität festlegen.
el: Διαμόρφωση επιπέδου προτεραιότητας για κάθε δραστηριότητα.
es: Configura el nivel de prioridad para cada actividad.
fa: پیکربندی سطح اولویت برای هر فعالیت.
fi: Määritä kunkin toiminnan prioriteettitaso.
fil: I-configure ang antas ng prayoridad para sa bawat aktibidad.
fr: Configurer le niveau de priorité pour chaque activité.
he: הגדר את רמת העדיפות לכל פעילות.
hi: प्रत्येक गतिविधि के लिए प्राथमिकता स्तर कॉन्फ़िगर करें।
hr: Konfigurirajte razinu prioriteta za svaku aktivnost.
hu: Prioritási szintek konfigurálása az egyes tevékenységekhez.
id: Konfigurasikan tingkat prioritas untuk setiap aktivitas.
it: Configura il livello di priorità per ciascuna attività.
ja: 各アクティビティの優先レベルを設定します。
kk: Әрбір әрекет үшін басымдық деңгейін баптаңыз.
ko: 각 활동의 우선순위 수준을 구성합니다.
ms: Konfigurasikan tahap keutamaan untuk setiap aktiviti.
nb: Konfigurer prioritetsnivå for hver aktivitet.
nl: Configureer het prioriteitsniveau voor elke activiteit.
pl: Skonfiguruj poziom priorytetu dla każdej aktywności.
pt: Configurar o nível de prioridade para cada atividade.
ro: Configurați nivelul de prioritate pentru fiecare activitate.
ru: Настройка уровней приоритета для каждой активности.
sk: Nakonfigurujte úroveň priority pre každú aktivitu.
sr: Конфигуришите ниво приоритета за сваку активност.
sv: Konfigurera prioritetsnivån för varje aktivitet.
th: กำหนดค่าระดับความสำคัญสำหรับแต่ละกิจกรรม
tr: Her etkinlik için öncelik düzeyini yapılandırın.
uk: Налаштуйте рівень пріоритету для кожної активності.
vi: Định cấu hình mức độ ưu tiên cho từng hoạt động.
zh_hans: 配置每个活动的优先级。
zh_hant: 設定每個活動的優先等級。

# settings.notch.priorities.title
source: Activity priorities
ar: أولويات الأنشطة
bg: Приоритети на дейностите
bn: অ্যাক্টিভিটি অগ্রাধিকার
ca: Prioritats de les activitats
cs: Priority aktivit
da: Aktivitetsprioriteter
de: Aktivitätsprioritäten
el: Προτεραιότητες δραστηριοτήτων
es: Prioridades de actividad
fa: اولویت‌های فعالیت
fi: Toimintojen prioriteetit
fil: Mga Prayoridad ng Aktibidad
fr: Priorités des activités
he: עדיפויות פעילויות
hi: गतिविधि प्राथमिकताएं
hr: Prioriteti aktivnosti
hu: Tevékenységi prioritások
id: Prioritas Aktivitas
it: Priorità delle attività
ja: アクティビティの優先順位
kk: Әрекет басымдықтары
ko: 활동 우선순위
ms: Keutamaan aktiviti
nb: Aktivitetsprioriteringer
nl: Activiteitsprioriteiten
pl: Priorytety aktywności
pt: Prioridades das atividades
ro: Priorități activitate
ru: Приоритеты активностей
sk: Priority aktivít
sr: Приоритети активности
sv: Aktivitetsprioriteringar
th: ลำดับความสำคัญของกิจกรรม
tr: Etkinlik öncelikleri
uk: Пріоритети активностей
vi: Mức ưu tiên hoạt động
zh_hans: 活动优先级
zh_hant: 活動優先順序
